export const noticesDB = [
	{
		id: 1,
		title: "[공지] 7월 진료 시간 안내",
		date: "2025.06.28",
		content1: "월,목 오전 10시 ~ 오후 9시 (★야간진료)",
		content2: "화,수,금 오전 10시 ~ 오후 7시",
		content3: "토요일 오전 10시 ~ 오후 4시",
		content4: "매주 일요일은 휴진입니다. :D",
		content5: "*둘째주, 넷째주 토요일 단축진료",
		content6: "오전 9시 30분 ~ 오후 2시",
		content7: "진료 예약 및 내원에 참고하시길 바랍니다.",
		content8: "감사합니다.",
	},
	{
		id: 2,
		title: "[공지] 긴급 서버 점검에 따른 서비스 일시 중단 안내",
		date: "2025.06.28",
		content1:
			"안정적인 서비스 제공을 위한 긴급 서버 점검으로 인해 일시적으로 서비스 이용이 제한됩니다.",
		content2: "이용에 불편을 드려 죄송합니다.",
	},
	{
		id: 3,
		title: "[공지] 긴급 서버 점거에 따른 서비스",
		date: "2025.06.28",
		content1: "안정적인 서비스 제공을 위한 점검 공지입니다.",
		content2: "자세한 내용은 추후 공지로 안내드리겠습니다.",
	},
	{
		id: 4,
		title: "[공지] 긴급 서버 점검에 따른 서비스",
		date: "2025.06.28",
		content1: "점검 시간 동안 일부 기능이 제한됩니다.",
		content2: "너른 양해 부탁드립니다.",
	},
	{
		id: 5,
		title: "[공지] 긴급 서버 점검에 따른 서비스",
		date: "2025.06.28",
		content1: "시스템 안정화 작업 후 정상화 예정입니다.",
	},
];
